---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.ConcreteSealantType.Acrylic
enum: Autodesk.Revit.DB.Visual.ConcreteSealantType
source: html/dff62aea-d6b5-4912-e5e9-2f31dc9e7377.htm
---
# Autodesk.Revit.DB.Visual.ConcreteSealantType.Acrylic